Repository: tformatix/cpd-resq-tools
Catalog: resq_tools/lib/l10n/app_*.arb
Languages: de

# resistance_title
source: Resistance
de: Widerstand

# substance_title
source: Substance
de: Gefahrgut

# rescue_sheet_textfield_label
source: Licence plate (SD-123AB)
de: Kennzeichen (SD-123AB)

# rescue_sheet_textfield_error_invalid
source: Invalid licence plate
de: Ungültiges Kennzeichen

# rescue_sheet_licence_plate_result
source: Licence plate search
de: Kennzeichenabfrage

# rescue_sheet_empty_licence_plate_result
source: Licence plate not found
de: Kennzeichen nicht gefunden

# rescue_sheet_euro_rescue_result
source: Rescue cards
de: Rettungskarten

# rescue_sheet_empty_euro_rescue_result
source: No rescue cards found
de: Keine Rettungskarten gefunden

# rescue_sheet_doors
source: doors
de: Türen

# rescue_sheet_no_rescue_card_found_for_car
source: No rescue card available for this car!
de: Keine Rettungskarte für dieses Auto verfügbar!

# rescue_sheet_no_app_token_found
source: No app token found. Please enter a valid app token in the settings.
de: Kein App Token gefunden. Bitte geben Sie einen gültigen App Token in den Einstellungen ein.

# powertrain_cng
source: CNG
de: Erdgas (CNG)

# powertrain_electric
source: Electric
de: Elektro

# powertrain_gasoline
source: Gasoline
de: Benzin

# powertrain_lng
source: LNG
de: Flüssigerdgas (LNG)

# powertrain_undefined
source: Undefined
de: Undefiniert

# body_type_hatchback
source: Hatchback
de: Schrägheck

# body_type_sedan
source: Sedan
de: Limousine

# body_type_stationwagon
source: Stationwagon
de: Kombi

# body_type_van
source: Van
de: Lieferwagen

# body_type_undefined
source: Undefiniert
de: Undefined

# resistance_weight
source: Weight (kg)
de: Gewicht (kN)

# resistance_gradient
source: Gradient (°)
de: Steigung (°)

# resistance_angle
source: Angle
de: Winkel

# resistance_rolling_resistance
source: Rolling resistance
de: Rollwiderstand

# resistance_gradient_resistance
source: Gradient resistance
de: Steigungswiderstand

# resistance_overall_resistance
source: Overall resistance
de: Gesamtwiderstand

# resistance_vehicle_type_car
source: Car
de: PKW

# resistance_vehicle_type_suv
source: Van/SUV
de: Van/Kleinbus/SUV

# resistance_vehicle_type_offroad_car
source: Offroad car
de: Geländewagen

# resistance_vehicle_type_truck_two_axis
source: Truck (2 axis)
de: LKW (2 Achsen)

# resistance_vehicle_type_truck_three_axis
source: Truck (3 axis)
de: LKW (3 Achsen)

# resistance_vehicle_type_truck_four_axis
source: Truck (4 axis)
de: LKW (4 Achsen)

# resistance_vehicle_type_custom
source: Custom
de: Individuell

# resistance_underground_type_asphalt
source: Asphalt
de: Asphalt, Beton

# resistance_underground_type_grass
source: Grass (meadow)
de: Gras, Wiese

# resistance_underground_type_gravel
source: Gravel
de: Schotter

# resistance_underground_type_looseGround
source: Loose ground (sand)
de: Lockerer Boden (Sand)

# resistance_underground_type_up_to_axle_in_mud
source: Up to axle in mud
de: Über Achse im Schlamm

# resistance_underground_type_up_to_wheels_in_mud
source: Up to wheels in mud
de: Über Räder im Schlamm

# resistance_underground_type_up_to_body_in_mud
source: Up to body in mud
de: Über Aufbau im Schlamm

# resistance_underground_type_rail
source: Rail
de: Schiene

# resistance_start_calculation
source: Start measurement
de: Messung starten

# substance_text_field_label
source: UN-Number (4 digits)
de: UN-Nummer (4 Ziffern)

# substance_hazard_number
source: Hazard number
de: Gefahrnummer

# substance_un_number
source: UN-Number
de: UN-Nummer

# substance_properties
source: Properties
de: Eigenschaften

# substance_no_result
source: No substances found
de: Kein Gefahrgut gefunden

# substance_error
source: Error retrieving hazardous substance data
de: Fehler bei der Abfrage von Gefahrgut

# substance_cas_number
source: CAS-Number
de: CAS-Nummer

# text_field_camera_search_button
source: Search
de: Suche

# blattler_search_words
source: Search words
de: Sucbegriff eingeben

# blattler_search_header
source: Search in PDF
de: In PDF suchen

# blattler_search
source: Search
de: Suchen

# blattler_cancel
source: Cancel
de: Abbrechen

# camera_title_license_plate
source: Licence plate
de: Kennzeichen

# camera_title_un_number
source: UN-Number
de: UN-Nummer

# camera_result_empty
source: Searching ...
de: Noch nichts gefunden ...

# camera_dialog_close
source: Close
de: Schließen

# resistance_angle_label
source: Calculate angle
de: Winkel berechnen

# angle_measurement_exit
source: Tap to exit
de: Berühren zum Beenden

# onboarding_app_token_description
source: To access the license plate search, you need a valid Feuerwehr App Token (https://feuerwehrapp.at).
de: Um auf die Kennzeichenabfrage zuzugreifen, benötigen Sie einen gültigen Feuerwehr App Token (https://feuerwehrapp.at).

# onboarding_app_token_hint
source: Enter your token here
de: Geben Sie hier Ihren Token ein

# onboarding_set_token
source: Set token
de: Token speichern

# onboarding_set_token_later
source: Later
de: Später
